[M_TreeHugger MissionDefinition]
MissionName="Abraço de Árvore"
MissionDescription="Uma Treant chamada Aubrey pediu a sua ajuda.\nUm bando de Ogros construiu um acampamento para extrair madeira na [place]Floresta Onde Você É Comido Vivo Por Árvores[-place].\nSe puder plantar e proteger a muda de Treant até ela ficar grande o suficiente para destruir o acampamento, você terá o agradecimento (sarcástico e relutante) de Aubrey."
TurnInDescription="Nem no inferno se vê a fúria de uma árvore apática que foi desprezada."
MissionSummary="Proteja a muda e destrua o acampamento."
MissionGiver="Aubrey, a Treant Adolescente"
MissionTurnInLocation="Aubrey, a Treant Adolescente"
TeaserText="A Mãe Natureza está com raiva."

[M_TreeHugger:DefendSapling MissionObjectiveDefinition]
ProgressMessage="Defenda a muda"

[M_TreeHugger:DestroyHuts MissionObjectiveDefinition]
ProgressMessage="Leve a Árvore de Musgo até as cabanas"

[M_TreeHugger:FakeObj MissionObjectiveDefinition]
ProgressMessage=""

[M_TreeHugger:GoToLumberCamp MissionObjectiveDefinition]
ProgressMessage="Vá ao acampamento da madeireira"

[M_TreeHugger:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TreeHugger:ObjSet_DefendSapling MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TreeHugger:ObjSet_Fake MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TreeHugger:ObjSet_GoToLumberCamp MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TreeHugger:ObjSet_PlantSapling MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TreeHugger:ObjSet_TakeSapliing MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TreeHugger:PlantSapling MissionObjectiveDefinition]
ProgressMessage="Plante a muda"

[M_TreeHugger:TakeSapliing MissionObjectiveDefinition]
ProgressMessage="Pegue a muda"

